{
  "teams":
  [
    {
      "team": "Orpheus",
      "instution": "IOE Pulchowk Campus",
      "title": "EEG Based smart wheelchair",
      "idea_detail": "Dyspraxia goes by many names: developmental coordination disorder, motor learning difficulty, motor planning difficulty and apraxia of speech. It can affect the development of gross motor skills like walking or jumping. And the currently available technology are never completely independent with almost all requiring some sort of assistance which could turn out a costly solution. What we want to create is a completely autonomous and independent locomotive system operated using Electroencephalography (Brain Waves)",
      "name_1": "Bikram Adhikari",
      "role_1": "Developer",
      "phone_1": 9841575586,
      "email_1": "071bct549@pcampus.edu.np",
      "name_2": "Suyog Singh",
      "role_2": "Developer",
      "phone_2": 9843340111,
      "email_2": "071bct547@pcampus.edu.np",
      "name_3": "Prasidha karki",
      "role_3": "Developer",
      "phone_3": 9860167527,
      "email_3": "prasidkarki95@gmail.com \n"
    },
    {
      "team": "SMS",
      "instution": "Gandaki College of Engineering and Science",
      "title": "LeafID",
      "idea_detail": "This project will help to identify given species of plant using shape similarity of leaf. It can be helpful for botanist, student, farmers and others who are willing to get information about plant. It can help deaf and blind people to recognize plant species around them. The data will be provided using multimedia.\nOur system will work on the image provided by the user. It will extract the contour data of the leaf image and compare it to the valid information on the database. Hence it will provide the information about plant from the generated leaf data and valid data on database. It will also suggest similar plants that is similar to that leaf. ",
      "name_1": "Shankar Acharya",
      "role_1": "Developer",
      "phone_1": 9840010625,
      "email_1": "shankar.acharya524@gmail.com",
      "name_2": "Surya Man Shrestha",
      "role_2": "Manager",
      "phone_2": 9860434983,
      "email_2": "stha.043@gmail.com",
      "name_3": "Manoj Pandey",
      "role_3": "Designer",
      "phone_3": 9846320788,
      "email_3": "me.nose121@gmail.com"
    },
    {
      "team": "TeamJ",
      "instution": "IOE Paschimanchal Campus",
      "title": "RaahatWeb",
      "idea_detail": "Rahat is an online platform to connect the donors, NGOs and Government fast and in reliable way. To ensure and expand the scope of donations(that may be either food items, clothes, medicines, water bottles etc.) that help around the country, when hit by calamities, this joint collaboration will be a better solution, and quite reliable too.\nNo more than 3 years back, we were hit by a devastating earthquake of magnitude 7.8 richter scale.Every the monsoon comes and drowns home and lives in terai , students like me could do no more than just putting a 50 rupee note in the donation box and boosting those MRR posts with multiple dots in facebook. Apart from these, there is really something that we can do. And therefore we have come up with the idea of Rahat.\nRahat is not merely a webapp, its a place where helping hands throughout the world, NGOs, INGOs, young volunteers, the government can connect. The app will show the places affected with disasters, the urgency, the needs of basic demands like food, water, housing tents.. The other parties can make themself available for volunteering or can make a small step to help them with foods, clothes and various donations. \nTransparency will of course be one of our prime concerns. Depiction of distributed donations will be done.There will be map displaying the vulnerable places.\n In the occurrence of many disasters, we have seen that NGOs tends to go to same places often missing different places. Some places or peoples are given the things that are not their main need and not given the things they want the most. In the case of earthquake of 2072 BS, some people got 5 tents and some were left without a choice other than sleeping in open sky. Some people were starving for food and other places the plates were full of leftovers. Rahat\nIs an approach to make all the process of relief activities transparent. People can see how much items are available and what are they expected to get.\n\nIn case of natural calamities like earthquake, landslide, flood or outbreak of communicable diseases, every donations and efforts are needed to provide food, clothes, medicines etc. to the suffered regions and its people. We need as many helping hands as possible to improve the situation, and Rahat is a second click away on the web to do a good thing.\n\n",
      "name_1": "Aashish Rijal",
      "role_1": "Developer",
      "phone_1": 9843860503,
      "email_1": "aashishrijal84@gmail.com",
      "name_2": "Niranjan Adhikari",
      "role_2": "Developer",
      "phone_2": 9866010213,
      "email_2": "niranjanadhikari2053@gmail.com",
      "name_3": "Paurakh Sharma Humagain",
      "role_3": "Developer",
      "phone_3": 9843703389,
      "email_3": "paurakh011@gmail.com"
    },
    {
      "team": "Trios",
      "instution": "",
      "title": "I:driva",
      "idea_detail": "For  normal people  reading a book, newspaper, ordering food in a restaurant by going through the menu, performing calculations on the calculator and distinguishing  the money are very simple tasks. But imagine when your eyesight is gone and you became disable. We bet those simple things also become the herculean task. These herculean tasks are always faced by blind and disable people around us.\n\nTherefore, with the motive to solve those problems for blind and disable people. We (“Trios”) are developing a app called “I:driva” that will  facilitate blind people to read books, newspapers, know what’s there in the menu of the restaurant along  with the exact price of items mentioned, perform simple to scientific calculation through calculator by commanding with voice ,know the exact time from smartphone and help them to distinguish money. We will be using AI to power the app and provide the scanning and voice command function to perform those tasks. We believe that this app will help the blind people to enjoy the magic of book and power of news right on the spot by scanning them without having to search alternative ways  like audio file and Braille translation, order the food by going through the menu of restaurants by themselves and pay the actual price for what they eat without being vulnerable of being cheated for their disabilities. We also believe that a scientific calculator that can be commanded by voice will help blind students to perform scientific calculations. This app will also help them to recognize the money (whether it is a rs 10,100 or 1000) which will help them to do the transaction with actual price and prevent them from being cheated. Overall this app will help the blind and disable people to perform the various small tasks independently.\n\n",
      "name_1": "Abiral Bhattarai",
      "role_1": "Manager",
      "phone_1": 9846376809,
      "email_1": "bhattarai.abi07@gmail.com",
      "name_2": "Bipin Subedi",
      "role_2": "Developer",
      "phone_2": 9846521684,
      "email_2": "chinchon467@gmail.com",
      "name_3": "Asmit Shrestha",
      "role_3": "Designer",
      "phone_3": 9846740493,
      "email_3": ""
    },
    {
      "team": "Elegant Coders",
      "instution": "New Summit College, Kantipur Engineering College",
      "title": "Medic Hub",
      "idea_detail": "\"Medic Hub\" is a web-app which takes symptoms and brief history of the patient and calculate/compute to help to find the disease. It will take symptoms and history as initial instance and then gives a few yes/no like questions for confirmation and outputs the nearest matching disease with potential cure method and advises from the database.",
      "name_1": "Madan Panthi",
      "role_1": "Developer",
      "phone_1": 9847092226,
      "email_1": "codemadan@gmail.com",
      "name_2": "Liza Amatya",
      "role_2": "Developer",
      "phone_2": 9847092226,
      "email_2": "codemadan@gmail.com",
      "name_3": "Shankar Kharal",
      "role_3": "",
      "phone_3": null,
      "email_3": ""
    },
    {
      "team": "Silent Coder",
      "instution": "Informatics College Pokhara",
      "title": "agedCare",
      "idea_detail": "agedCare is an android application initiated to develop for the elderly people. agedCare provides system for notification of medication intake and exercise reminder.\nagedCare will also embed AI chat bot to learn more about health tips, disease and its symptoms .It also helps to track the location of  nearest hospital and push emergency signal to it.",
      "name_1": "Sudhamsu Thapa",
      "role_1": "Developer",
      "phone_1": 9846977002,
      "email_1": "sudhamsu.thapa.t6s18@icp.edu.np",
      "name_2": "Niraj Pun Magar",
      "role_2": "Developer",
      "phone_2": 9805102484,
      "email_2": "niraj.pun.magar.t6s18@icp.edu.np",
      "name_3": "Sandeep Sharma",
      "role_3": "Developer",
      "phone_3": 9816667906,
      "email_3": "iam.sandeep432@gmail.com"
    },
    {
      "team": "Prototypes",
      "instution": "IOE Pashchimanchal Campus",
      "title": "Early Response on Disaster",
      "idea_detail": "During an incident, responding to the victims early is important so as to reduce panic and ease affected. At such chaotic times, maintaining a clear communication between responders and victims is also a challenge.\n\nSo, to solve this, we propose a solution that provides early response and facilitates communication in emergency operations. Our solution provides ability to collect incident reports from the users, verifying the incidents and alerting people in the vicinity of the incidents. Our solution will provide assessing situations & sharing information among responders and even notify updates regarding the incidents through public channel.\n\nWith the proposed solution, we believe that, response could be possible at the earliest and facilitate vivid communication. Our proposed solution will be implemented as a web app that will be capable of providing alerts and other amenities mentioned above.",
      "name_1": "Dipak Acharya",
      "role_1": "Developer",
      "phone_1": 9846707452,
      "email_1": "dpakach@gmail.com",
      "name_2": "Divyamani Adhikari",
      "role_2": "Developer",
      "phone_2": 9860540738,
      "email_2": "dma.htd@gmail.com",
      "name_3": "Saugat Pachhai",
      "role_3": "Developer",
      "phone_3": 9860800739,
      "email_3": "suagatchhetri@gmail.com"
    },
    {
      "team": "प्रकृति",
      "instution": "Pokhara Engineering College",
      "title": "Able World",
      "idea_detail": "Able World is somehow a social media platform for differently able people, which provides the information regarding vacancy announcements, job offers and also gives the necessary trainings for them. This solution is based on both Android and web platform. ",
      "name_1": "Binayak Poudel",
      "role_1": "Manager",
      "phone_1": 9856038508,
      "email_1": "binayak690@gmail.com",
      "name_2": "Anil Khattri",
      "role_2": "Designer",
      "phone_2": 9847627639,
      "email_2": "kcanil89@gmail.com",
      "name_3": "Roshan Devkota",
      "role_3": "Developer",
      "phone_3": null,
      "email_3": ""
    },
    {
      "team": "माका",
      "instution": "IOE Paschimanchal Campus",
      "title": "ML for Diabetes",
      "idea_detail": "This project is an attempt towards finding an automated way to detect diabetes and the severity of Diabetic retinopathy using machine learning. Diabetic retinopathy is the leading cause of blindness in the working-age population in the world. It is estimated to affect over 93 million people. If detected and treated in time, they can be cured from blindness. Detection of this disease is extremely tedious and expensive. But this can be made simple and very cost effective using machine learning which saves millions of dollar in medical industry. In the nutshell, people of all class can get their medical checkup for Diabetes and Diabetic retinopathy (blindness) just in few penny with highest possible accuracy.",
      "name_1": "Ashwin Dhakal",
      "role_1": "Team Leader and Developer",
      "phone_1": 9845612181,
      "email_1": "ashwin@codefornepal.org",
      "name_2": "Arpan Poudel",
      "role_2": "Developer",
      "phone_2": 9817963903,
      "email_2": "arpanpoudel@gmail.com",
      "name_3": "Sagar Pandey",
      "role_3": "Designer",
      "phone_3": 9846090267,
      "email_3": "2052sagar@gmail.com"
    },
    {
      "team": "Aasha",
      "instution": "New Summit College",
      "title": "AROGYA",
      "idea_detail": "AROGYA (आरोग्य)\n\nAs the Sanskrit word “आरोग्य”  translates to health. Health is defined as complete physical, social and mental well being and not merely the absence of disease or infirmity. Good health is the secret of every happy man. Staying healthy for the child and mother is a most, it plays a vital role in proper growth and development of the new born baby. For the proper development of the mind and body a proper diet and nutrition for both mother and the born child should be taken in care.\n\nMost people are are not adequately educated about the health and nutrition.They often don't care about the health of the pregnant women and newborn child. A proper nutrition can prevent childhood diseases like asthma, atherosclerosis, obesity, and pre-diabetes.\n\nSo to solve the above problems we are developing a health and nutrition detailed Android app. Which can help to solve the predefined problems. The android app will try to provide the following information:\n-->Nutrition value for child on the basis of age group.\n-->Nutrition value for pregnant woman.\n-->Things that should and shouldn't do by a pregnant woman.\n-->Things that should be done post child birth.\n-->Detailed child vaccine chart",
      "name_1": "Arundev Silwal",
      "role_1": "Developer",
      "phone_1": 9840018424,
      "email_1": "arundev.silwal@gmail.com",
      "name_2": "Prabhat Aryal",
      "role_2": "Designer",
      "phone_2": 9849823323,
      "email_2": "prabhataryal11@gmail.com",
      "name_3": "Pradeep Banjade",
      "role_3": "Developer",
      "phone_3": 9847058352,
      "email_3": "prdpbnjd432@gmail.com"
    },
    {
      "team": "TEAM USB",
      "instution": "Pashchimanchal Campus",
      "title": "Dristi",
      "idea_detail": "Dristi is an arduino run device that can send image data from a camera (OV7670) fitted right at tip of index finger of a glove to Android Device using serial port and OTG. This data will further be processed for extracting text using Google Vision API in android studio. This text will then be converted into speech using Google TTS API in android studio and finally be read out loud. This will help people with visionary problems and provide the ability to read things that a person with normal vision can. Just like braille, any text can be read or technically heard, wearing this wearable by this mass of people, pushing their limits further.",
      "name_1": "Pramesh Regmi",
      "role_1": "Developer",
      "phone_1": 9847316955,
      "email_1": "prms.regmi@gmail.com",
      "name_2": "Rewant Pokhrel",
      "role_2": "Developer",
      "phone_2": 9860349083,
      "email_2": "pokhrelrewant@gmail.com",
      "name_3": "",
      "role_3": "",
      "phone_3": "",
      "email_3": ""
    },
    {
      "team": "Rudraksh",
      "instution": "IOE Pashchimanchal campus",
      "title": "ET",
      "idea_detail": "The challenge:\nThere are 70 million people who are deaf in the world, but many people do not know how to use sign language to communicate with this community. ET is an invention in creating a way to transliterate American Sign Language(ASL) into a verbal form instantaneously.\n\nOur Solution:\nWe use a glove that recognizes hand gestures that  correspond to words and phrases in American Sign Language(ASL). We choose ASL because its widely in use amongst the deaf \ncommunity. The glove contains the sensor that recognize the hand position and movement.\nThe data from the sensor is send from the gloves wirelessly via bluetooth to the android device(or a computer). The android device uses text to speech API to convert the sign into sound and plays it through the speaker and also displays in the text format on the screen.",
      "name_1": "roshan rimal",
      "role_1": "",
      "phone_1": 9846027000,
      "email_1": "rimalroshan@gmail.com",
      "name_2": "suzan pandey",
      "role_2": "",
      "phone_2": 9845673658,
      "email_2": "sazeal.sujan@gmail.com",
      "name_3": "amar nepali",
      "role_3": "",
      "phone_3": 9867253045,
      "email_3": "nepaliamar1998@gmail.com"
    }
  ]
}